<section class="w-full bg-primary  pt-10 mt-10  text-white">
    <div class=" px-4 md:px-20 mb-10 w-full flex justify-between lg:flex-row flex-col gap-10">
        <div class="flex flex-col lg:w-[425.05px] items-start justify-start gap-[15px]">
            <div class="w-[231.27px] h-[80.7px] mr-[-34px]">
                <img src="{{asset('assets/attachment/logo/logo.png')}}"  alt="logo"  class=" h-full w-full object-fill">
            </div>
            <p class="text-gray-100   max-w-[262.29px] text-[14px]">
                متجر إلكتروني يمثل حلقة وصل بين البائع والمشتري، ويوفر للبائع خيارات متعددة تمكنه من تحديد السعر المناسب له أو حسب مزايدات الراغبين بالشراء ضمن أسس ومعايير محددة.
            </p>

        </div>
        <div class="flex md:flex-row flex-wrap text-nowrap md:justify-between gap-5 md:gap-[89px] ">
            <div class="flex flex-col gap-[29px]">
                <a href="/" class=" font-bold text-[24px]">الرئيسية</a>
                <a href="#" class=" text-[24px]">المزادات</a>
                <a href="#" class=" text-[24px]">من نحن</a>

            </div>

            <div class="flex flex-col gap-[29px]">
                <a href="#" class=" text-[24px]"> سياسة الخصوصية</a>

                <a href="#main" class=" text-[24px]">سياسة الإستخدام </a>
                <a href="#" class=" text-[24px]"> تواصل معنا </a>

            </div>
        </div>

        <div class="flex  flex-col py-2 px-2 gap-[23px] justify-center items-center w-[320px] bg-white rounded-md ">
            <h1 class=" text-[20px] font-bold text-black">قم بمسح الكود للحصول على تطبيقنا </h1>
            <div class=" flex flex-row gap-4">
                <img src="{{ asset('assets/attachment/footer/qr.png')}}" class="w-[115.28px] h-[115.28px] rounded-md border border-primary" alt="footer">
                <div class=" flex flex-col gap-4">
                    <div class=" w-[139.31px] h-[52px]">
                    <img src="{{ asset('assets/attachment/footer/google.png')}}" class=" w-full h-full object-fill" alt="footer">
                </div>
                <div class=" w-[139.31px] h-[52px]">

                    <img src="{{ asset('assets/attachment/footer/appstore.png')}}" class=" w-full h-full object-fill" alt="footer">
                </div>

                </div>
            </div>

        </div>

    </div>
    <div class="w-full flex justify-between items-center flex-col md:flex-row py-2  px-4 md:px-20 bg-[#6151D2] ">
        <span class="text-[16px]">© كل الحقوق محفوظة لشركة جودة الثقه للخدمات العقارية </span>
        <div class="flex items-center justify-center gap-[5px]">
            <a href="#"
                class="text-white flex justify-center items-center  h-[35.75px] w-[35.75px] rounded-md ">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                    xmlns="http://www.w3.org/2000/svg">
                    <path
                        d="M6.96509 7.81025C6.96509 5.14837 9.12297 2.99048 11.7849 2.99048C14.4467 2.99048 16.6046 5.14837 16.6046 7.81025C16.6046 12.0288 16.8149 14.1376 20.6702 15.8248C18.6957 16.3184 18.202 16.8121 17.7084 18.7866C14.253 18.7866 13.7593 20.7611 11.7849 20.7611C9.81035 20.7611 9.31672 18.7866 5.86133 18.7866C5.36771 16.8121 4.87407 16.3184 2.89957 15.8248C6.7548 14.1376 6.96509 12.0288 6.96509 7.81025Z"
                        stroke="white" stroke-width="1.33279" stroke-linecap="round" stroke-linejoin="round" />
                    <path d="M2.89957 15.4299C6.29691 13.5792 6.29691 11.8316 3.7489 9.21021" stroke="white"
                        stroke-width="1.33279" stroke-linecap="round" />
                    <path d="M20.6697 15.4299C17.2723 13.5792 17.2723 11.8316 19.8204 9.21021" stroke="white"
                        stroke-width="1.33279" stroke-linecap="round" />
                </svg>

            </a>
            <a href="#"
                class="text-white flex justify-center items-center  h-[35.75px] w-[35.75px] rounded-md ">
                <svg width="25" height="24" viewBox="0 0 25 24" fill="none"
                    xmlns="http://www.w3.org/2000/svg">
                    <path
                        d="M2.95444 11.8758C2.95444 7.44382 2.95444 5.22782 4.33128 3.85097C5.70814 2.47412 7.92414 2.47412 12.3561 2.47412C16.7881 2.47412 19.0041 2.47412 20.381 3.85097C21.7578 5.22782 21.7578 7.44382 21.7578 11.8758C21.7578 16.3078 21.7578 18.5238 20.381 19.9007C19.0041 21.2775 16.7881 21.2775 12.3561 21.2775C7.92414 21.2775 5.70814 21.2775 4.33128 19.9007C2.95444 18.5238 2.95444 16.3078 2.95444 11.8758Z"
                        stroke="white" stroke-width="1.48448" stroke-linejoin="round" />
                    <path
                        d="M10.9073 10.8937C10.0958 10.779 8.24592 10.9688 7.33885 12.6461C6.43178 14.3233 7.34597 16.0689 7.91644 16.7321C8.47979 17.3525 10.2704 18.5274 12.1696 17.3803C12.6404 17.096 13.2269 16.8839 13.8922 14.6621L13.8148 5.91968C13.6865 6.88235 14.7499 9.1403 17.7776 9.40746"
                        stroke="white" stroke-width="1.48448" stroke-linecap="round" stroke-linejoin="round" />
                </svg>


            </a>
            <a href="#"
                class="text-white flex justify-center items-center h-[35.75px] w-[35.75px] rounded-md ">
                <svg width="25" height="24" viewBox="0 0 25 24" fill="none"
                    xmlns="http://www.w3.org/2000/svg">
                    <path
                        d="M8.46613 1.98633H16.8098C19.9883 1.98633 22.5709 4.56888 22.5709 7.74741V16.0911C22.5709 17.619 21.9639 19.0843 20.8835 20.1648C19.8031 21.2452 18.3377 21.8521 16.8098 21.8521H8.46613C5.2876 21.8521 2.70505 19.2696 2.70505 16.0911V7.74741C2.70505 6.21948 3.31202 4.75412 4.39243 3.67371C5.47284 2.5933 6.9382 1.98633 8.46613 1.98633ZM8.26747 3.97291C7.3191 3.97291 6.40957 4.34965 5.73897 5.02025C5.06837 5.69085 4.69163 6.60038 4.69163 7.54875V16.2897C4.69163 18.2664 6.29083 19.8656 8.26747 19.8656H17.0084C17.9568 19.8656 18.8663 19.4888 19.5369 18.8182C20.2075 18.1476 20.5843 17.2381 20.5843 16.2897V7.54875C20.5843 5.57211 18.9851 3.97291 17.0084 3.97291H8.26747ZM17.8527 5.46284C18.182 5.46284 18.4978 5.59366 18.7307 5.8265C18.9635 6.05935 19.0943 6.37516 19.0943 6.70446C19.0943 7.03375 18.9635 7.34956 18.7307 7.58241C18.4978 7.81526 18.182 7.94607 17.8527 7.94607C17.5234 7.94607 17.2076 7.81526 16.9748 7.58241C16.7419 7.34956 16.6111 7.03375 16.6111 6.70446C16.6111 6.37516 16.7419 6.05935 16.9748 5.8265C17.2076 5.59366 17.5234 5.46284 17.8527 5.46284ZM12.638 6.95278C13.9551 6.95278 15.2184 7.47603 16.1498 8.40742C17.0812 9.33881 17.6044 10.602 17.6044 11.9192C17.6044 13.2364 17.0812 14.4997 16.1498 15.431C15.2184 16.3624 13.9551 16.8857 12.638 16.8857C11.3208 16.8857 10.0575 16.3624 9.12614 15.431C8.19475 14.4997 7.6715 13.2364 7.6715 11.9192C7.6715 10.602 8.19475 9.33881 9.12614 8.40742C10.0575 7.47603 11.3208 6.95278 12.638 6.95278ZM12.638 8.93936C11.8476 8.93936 11.0897 9.25331 10.5309 9.81214C9.97203 10.371 9.65808 11.1289 9.65808 11.9192C9.65808 12.7095 9.97203 13.4675 10.5309 14.0263C11.0897 14.5852 11.8476 14.8991 12.638 14.8991C13.4283 14.8991 14.1862 14.5852 14.745 14.0263C15.3039 13.4675 15.6178 12.7095 15.6178 11.9192C15.6178 11.1289 15.3039 10.371 14.745 9.81214C14.1862 9.25331 13.4283 8.93936 12.638 8.93936Z"
                        fill="white" />
                </svg>

            </a>
            <a href="#"
                class="text-white flex justify-center items-center  h-[35.75px] w-[35.75px] rounded-md ">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none"
                    xmlns="http://www.w3.org/2000/svg">
                    <path
                        d="M18.1843 18.396C18.1313 18.4926 18.0532 18.5732 17.9585 18.6294C17.8637 18.6856 17.7555 18.7154 17.6453 18.7156H13.9494C13.8457 18.7156 13.7437 18.6893 13.6529 18.6394C13.5621 18.5895 13.4853 18.5174 13.4297 18.4299L10.312 13.5305L5.78144 18.5138C5.67099 18.6325 5.51823 18.7027 5.35629 18.7095C5.19434 18.7163 5.03624 18.659 4.91629 18.55C4.79633 18.441 4.72418 18.2891 4.71548 18.1272C4.70676 17.9653 4.7622 17.8066 4.86978 17.6853L9.62596 12.4494L4.80586 4.87897C4.7465 4.78583 4.71327 4.67845 4.70965 4.56806C4.70603 4.45767 4.73215 4.34834 4.78529 4.25152C4.83843 4.15469 4.91661 4.07394 5.01167 4.01771C5.10673 3.96147 5.21516 3.93184 5.32561 3.93188H9.02153C9.12519 3.93191 9.22718 3.95811 9.31804 4.00805C9.40889 4.05799 9.48566 4.13005 9.54126 4.21754L12.6589 9.11695L17.1895 4.13362C17.3 4.01498 17.4527 3.94466 17.6147 3.93789C17.7766 3.93113 17.9347 3.98846 18.0546 4.09747C18.1746 4.20649 18.2467 4.35839 18.2555 4.52025C18.2642 4.68211 18.2088 4.84086 18.1011 4.96212L13.3449 10.1942L18.1651 17.7692C18.2241 17.8624 18.2571 17.9698 18.2604 18.08C18.2638 18.1902 18.2375 18.2993 18.1843 18.396Z"
                        fill="white" />
                </svg>


            </a>


        </div>
    </div>
</section>
